{
  "network_text": [
    {
      "epi": "1",
      "title": " 손에 손잡고",
      "summary1": "1988년 쌍문동 한 골목, 다섯 가족의 왁자지껄 가족소동극이 시작된다. 덕선은 88 서울올림픽 피켓걸이 되었다. 정환엄마는 평소 무뚝뚝한 정환에게 자신의 서운한 마음을 드러내고 정환은 자신을 좀 더 표현하겠다고 약속한다. 한편 둘째로 언제나 양보하고 살았던 덕선. 덕선은 올해에도 본인의 생일과 비슷한 날 태어난 언니의 생일날 생일축하를 받게 되고, 결국 서운한 마음이 폭발해 눈물을 흘리고 만다.",
      "summary2": "드라마에 대한 소개가 시작되는 1화에서는 덕선네를 중심으로 인물들 서로서로가 고루 교류한다."
    },
    {
      "epi": "2",
      "title": "당신이 나에 대해 착각하는 한 가지",
      "summary1": "덕선네 할머니가 돌아가시고 덕선네 가족은 시골로 향한다. 모두 모인 자리에서 덕선 아버지는 오열을 하고 덕선, 보라, 노을도 눈물 짓는다. 덕선네에서 지켜야 할 불문율, 그것은 ‘미친년 보라를 건들지 마라’. 허락 없이 보라의 옷에 손댄 덕선이 때문에 집안은 발칵 뒤집힌다. 한편 정환, 동룡, 선우는 학교에서 선배들과 축구를 하다 선배와의 마찰이 생긴다.",
      "summary2": "쌍문고 에피소드가 주가 된 2화 특성상 정환, 동룡, 선우의 교류가 두드러진다."
    },
    {
      "epi": "3",
      "title": "유전무죄 무전유죄",
      "summary1": "선우의 다정한 행동에 덕선 친구들은 선우가 덕선을 좋아한다고 추측하고, 이에 덕선은 선우에 대한 첫사랑의 감정을 키워나간다. 덕선네 여고의 장기자랑에 참가한 동룡, 선우, 정환은 학생주임인 동룡아빠에게 발각돼 도망치다 정환과 덕선만이 숨소리까지 들리는 좁은 골목에 숨는다. 그 이후로 정환은 덕선이 자꾸 신경 쓰인다.",
      "summary2": "3화의 주된 내용은 수학여행으로 덕선의 친구인 미옥, 자현의 비중이 높아진다."
    },
    {
      "epi": "4",
      "title": "Can't help ~ing",
      "summary1": "덕선은 선우에 대한 자신의 마음을 조금씩 표현해 나간다. 덕선과 함께 학교를 가려고 집앞에서 한참 기다리던 정환은 결국 덕선과 학교를 같이 가게 된다. 등교 만원버스에서 덕선은 실수로 정환의 셔츠를 잡아당겨 단추가 다 떨어지고 만다. 또 다른 등교날에는 만원버스에서 시달리는 덕선을 정환이 보호하러 덕선 곁으로 다가가고, 그걸 본 덕선은 묘한 표정을 짓는다.",
      "summary2": "정환의 덕선에 대한 마음이 본격적으로 커지는 화로, 덕선 - 정환의 네트워크가 제일 강하다."
    },
    {
      "epi": "5",
      "title": "월동준비",
      "summary1": "선우엄마의 집에 선우 외할머니라는 예상치 못한 손님이 찾아오고 선우엄마는 자신의 어머니에게 남부럽지 않게 산다는 것을 보여주고자 한다. 정환이는 독서실에 갔다가 밤늦게 돌아오는 덕선을 걱정한다. 정환네 집에서 정환 엄마가 며칠 집을 비우면서 부자 3인방은 혼란에 빠진다. 정환은 선우가 덕선네 집을 자주 드나들자, 덕선이를 좋아하는 게 아닌가 하는 의심을 품게 된다.",
      "summary2": "선우의 외할머니가 등장하는 화인 만큼 선우엄마의 등장이 잦고, 정환 가족의 에피소드가 많이 나오는 만큼 정환네 식구들의 비중도 커진다."
    },
    {
      "epi": "6",
      "title": "첫눈이 온다구요",
      "summary1": "선우가 자신을 좋아한다고 믿는 덕선, 선우에게 첫 눈이 올 때 좋아하는 사람에게 고백하라고 한다. 결국 첫 눈이 오는 날 선우는 덕선네 집에서 보라를 찾고, 덕선은 선우가 좋아하는 사람이 자신이 아님을 깨닫고 눈물을 흘린다. 그 모습을 몰래 지켜보던 정환은 혼자 조용히 미소 짓는다. 한편 택이는 우리증권배 세계 바둑 최강전에서 믿기 힘든 5연승으로 우승을 거머쥔다.",
      "summary2": "덕선의 선우에 대한 첫사랑이 무너지는 내용에 맞게 선우와 덕선의 교류가 잦다."
    },
    {
      "epi": "7",
      "title": "그대에게",
      "summary1": "선우는 보라에게 고백하지만 보라는 거절한다. 크리스마스 이브, 강남에서 놀던 덕선은 친구들의 성화를 못 이기고 정환을 햄버거 가게로 부른다. 안 올거라 생각했던 정환이는 실제로 나타나고, 덕선은 의아해한다. 한편 택이아빠는 인터뷰를 하다 택이에 대해 잘 모른다는 사실에 너무 슬퍼 술을 마신다. 택이는 무뚝뚝한 아버지의 진짜 마음이 담긴 비디오를 보고 눈물을 흘린다.",
      "summary2": "택이와 택이아빠의 에피소드가 두드러지는 화인 만큼 택이아빠의 노드 크기가 다른 화에 비해 현저히 크다."
    },
    {
      "epi": "8",
      "title": "따뜻한 말 한마디",
      "summary1": "정봉은 평소 가지고 있던 지병에 대한 수술을 하기 위해 병원을 찾고, 가족들은 눈물로 정봉을 수술실로 보낸다. 여자는 자신이 좋아하는 남자 앞에서 내숭을 떤다는 말을 들은 정환은 덕선이 자신의 앞에서 개다리춤을 추는 것을 보고 좌절한다. 남자친구와 다투고 비까지 맞는 보라를 보고, 선우는 보라에게 우산을 씌워주고 볼에 뽀뽀까지 한다.",
      "summary2": "정봉의 병원 이야기가 주를 이루는 8화의 내용상 정봉을 중심으로 정환네 가족 간의 교류가 많다."
    },
    {
      "epi": "9",
      "title": "선을 넘는다는 것",
      "summary1": "선우는 보라에게 이선희 콘서트를 가자고 하지만 매몰차게 거절 당한다. 덕선은 친구들에게 별밤 콘서트를 같이 가자고 하지만 다들 시간이 되지 않아 정환과 덕선 둘이 가게 된다. 콘서트가 끝나고 정환은 덕선의 어깨를 감싸며 사진을 찍는다. 택이는 시합을 위해 중국으로 가게 되고, 아픈 택이아빠 대신 덕선이 택이와 함께 가게 된다. 덕선은 택이 음식, 잠자리, 옷 등을 살뜰히 챙긴다.",
      "summary2": "택이와 덕선이 함께 중국에 가게 되면서 둘의 교류가 뚜렷하게 많아졌다."
    },
    {
      "epi": "10",
      "title": "MEMORY",
      "summary1": "선우와 보라는 콘서트를 같이 보면서 사귀기 시작한다. 아픈 택이아빠의 간호를 선우엄마가 맡으면서 둘은 가까워지기 시작한다. 정환은 소개팅을 나간다는 덕선에게 \"하지마\"라고 한다. 가출한 동룡을 찾아 데리고 오는 길, 차에 자리가 없어 덕선과 택이가 낙오되면서 둘은 바다에서 놀며 장난친다. 덕선이 자리를 비운 사이 택이는 덕선을 좋아한다고 아이들에게 선언하고 정환이는 좌절한다. ",
      "summary2": "덕선에 대한 정환과 택이 모두의 감정이 깊어지는 화이다. 다만 택이에 비해 정환이가 덕선이와의 교류가 훨씬 많다."
    },
    {
      "epi": "11",
      "title": "세 가지 예언",
      "summary1": "정환엄마, 덕선엄마, 선우엄마는 고3이 되는 아이들의 점을 보기 위해 용하다는 점집을 찾아간다. 서로의 마음을 확인한 선우와 보라는 골목에서 비밀 데이트를 시작한다. 한편 택이의 마음을 알게 된 정환은 함께 있는 둘의 모습이 자꾸만 신경쓰인다. 택이는 덕선에게 점점 다가가기 시작한다. 어른들은 계속 정환네에서 고스톱을 치고 있다.",
      "summary2": "어른들의 고스톱 이야기가 주를 이루는 만큼 어른들의 비중과 교류량이 급격하게 증가했다."
    },
    {
      "epi": "12",
      "title": "누군가를 사랑한다는 것은",
      "summary1": "평소보다 일찍 하교한 선우는 엄마와 택이아빠의 다정한 모습을 목격하면서 마음이 복잡해진다. 정환은 덕선을 밀어내보지만 깊어만 가는 자신의 감정에 혼란스럽다. 덕선은 경양식집 복도에서 바바리맨을 목격하고 울음을 터뜨린다. 택이는 이런 덕선 곁에 계속 같이 있어준다. 한편 비밀 데이트를 하던 선우와 보라는 택이에게 그 사실을 들키고 만다.",
      "summary2": "선우가 자신의 엄마와 택이아빠의 모습에 마음이 복잡해지는 만큼 선우엄마와 연결이 깊다.\n덕선과 택이의 교류가 덕선과 정환의 교류를 능가하기 시작했다."
    },
    {
      "epi": "13",
      "title": "슈퍼맨이 돌아왔다",
      "summary1": "콘서트를 함께 가게 된 정환과 덕선, 그 곳에서 덕선은 덕선을 쫓아다니던 중학교 동창을 우연히 만나고 정환은 심기가 불편하다. 대국 준비를 하는 택이와 그 옆을 지키는 덕선. 선물을 달라는 덕선의 말에 택이는 우승 트로피로 받은 도자기를 선물한다. 택이아빠는 택이가 비행기 사고를 당했다는 오보를 듣고 이성을 잃는다. 선우와 선우엄마는 택이아빠의 그런 모습을 옆에서 지켜보고 돕는다.",
      "summary2": "택이아빠의 택이에 대한 부성애가 잘 드러나는 화이기에 택이아빠 비중이 매우 높다. 또한 선우엄마와의 깊어진 관계도 잘 드러난다. 덕선엄마와 정환엄마도 건강검진 결과로 많이 소통한다."
    },
    {
      "epi": "14",
      "title": "걱정말아요 그대",
      "summary1": "선우는 아직 죽은 아빠 생각에 엄마와 택이아빠와의 관계를 받아들이기 힘들어한다. 한편 보라에게는 아빠의 유품인 목걸이를 선물하며 마음을 표현한다. 덕선은 정환의 생일을 맞아 분홍 셔츠를 선물하는데, 정환이 그걸 정봉에게 줘버렸다고 오해하며 실망하게 된다. 정환은 택이방에서 택이의 수첩에 끼어 있는 덕선과의 사진을 보고 표정이 어두워진다. ",
      "summary2": "엄마와 택이아빠의 관계에 대해 고민하는 선우의 고민이 많이 묻어나는 만큼 선우의 비중이 크며, 보라와도 교류가 많다. 정봉과 처음으로 데이트하는 미옥의 비중이 이전에 비해 매우 높다."
    },
    {
      "epi": "15",
      "title": "사랑과 우정사이",
      "summary1": "선우가 점점 택이아빠에게 마음을 열면서 같이 야구 시합도 한다. 한편 정환아빠는 체조를 하다 다쳐서 병원에 실려가고 택이의 도움으로 무사히 수술을 마친다. 동룡은 오토바이를 타다가 경찰서에 끌려가면서 자신을 감싸주는 부모님에 감동한다. 정환은 덕선과 등교하는 버스에서 무심히 덕선을 챙긴다. 한편 택이는 덕선을 바라보는 정환의 눈빛을 보고 마음이 복잡해진다.",
      "summary2": "택이아빠에게 마음을 여는 선우의 내용이 많은 화답게 선우와 택이아빠의 비중이 크다. 동룡 오토바이 에피소드가 중심이 되면서 동룡의 비중이 증가했다."
    },
    {
      "epi": "16",
      "title": "인생이란 아이러니 Ⅰ",
      "summary1": "사법시험 준비를 위해 고시원으로 떠나는 보라, 전국노래자랑 준비로 바쁜 정환엄마와 동룡. 택이아빠는 택이에게 선우엄마와 남은 인생을 함께 하고 싶다고 말한다. 정환, 동룡, 선우는 함께 나이트클럽에서 박진영도 보고, 대학진학과 진로에 대한 이야기도 나눈다. 한편 택이는 덕선이에게 고백하기로 마음 먹지만, 우연히 정환 지갑 속의 덕선 사진을 보고 덕선과의 약속을 취소한다.",
      "summary2": "나이트클럽과 학교에서 함께 많은 이야기를 나누는 정환, 선우, 동룡간의 교류가 많다."
    },
    {
      "epi": "17",
      "title": "인생이란 아이러니 Ⅱ",
      "summary1": "별똥별 떨어지는 어느 날, 소중한 사람과 함께 소원을 비는 골목길 사람들. 정봉은 별똥별을 보면서 정환에게 자신 때문에 하고 싶은 일을 포기하지 않았으면 한다고 이야기한다. 택이의 고백 불발 이후 처음으로 마주하게 된 정환과 택이. 정환은 택이에게 자신의 지갑을 열어봤냐고 묻고 택이는 아니라고 대답하지만, 둘은 어색하기만 하다. 한편 보라는 선우에게 결국 이별을 고한다.",
      "summary2": "별똥별을 보며 정환과 정봉이 대화하는 장면이 있는 화로, 두 명의 교류가 다른 화보다 많다."
    },
    {
      "epi": "18",
      "title": "굿바이 첫사랑",
      "summary1": "1994년, 승무원이 된 덕선, 의사가 된 선우, 여전히 유명한 바둑기사 택이, 공군사관학교생 정환, 고깃집을 차린 동룡. 쌍문동의 아이들은 성인이 되었다. 한편 덕선은 데이트 약속에 바람 맞고, 정환과 택이는 그런 덕선을 향해 출발한다. 택이가 먼저 도착하면서 정환은 둘의 모습을 멀리서 지켜볼 수밖에 없다. 정환은 덕선에게 고백 아닌 고백을 하며 덕선에 대한 마음을 이젠 놓으려 한다.",
      "summary2": "정환의 감정선을 중심으로 전개되는 18화에서는 정환의 대사량이 압도적으로 많다. 동시에 덕선을 포함한 쌍문동 아이들과의 교류가 두드러진다."
    },
    {
      "epi": "19",
      "title": "당신은 최선을 다했다",
      "summary1": "덕선과 택이는 택이의 바둑 대회가 있는 북경에서 호텔방에서 키스하며 서로에 대한 마음을 확인한다. 한편 명예퇴직한 덕선아빠. 덕선엄마는 그동안 수고한 덕선아빠를 위로하고, 덕선, 노을, 보라 삼남매는 아빠를 위한 퇴사 이벤트를 준비한다. 정환은 폐경으로 우울해 하는 정환엄마를 위해 같은 날 리마인드 웨딩을 기획한다. 선우는 다시 보라와 사귀게 된다.",
      "summary2": "정환과 덕선의 교류는 현저히 줄어들고, 택이와 덕선의 교류가 눈에 띄게 증가한다. "
    },
    {
      "epi": "20",
      "title": "안녕 나의 청춘, 굿바이 쌍문동",
      "summary1": "선우와 보라는 부모님께 어렵게 결혼 승낙을 받고 결혼에 골인한다. 덕선과 택이는 비밀 연애를 시작하고, 같이 달달하게 지내기도 하고 싸우기도 하면서 남들처럼 연애한다. 한편 정봉은 음식사업으로 대성해 \"집밥 봉선생\"이 된다. 시간이 지나며 쌍문동 골목 사람들은 하나 둘 정든 그곳을 떠난다. 덕선네 가족을 마지막으로 쌍문동 골목엔 추억만이 남게 된다.",
      "summary2": "덕선의 남편이 결국 택이라는 것이 밝혀지는 마지막화는 덕선과 택의 교류가 다른 어느 교류보다 가장 많다."
    }
  ]
}
